Repository: objective-see/LuLu
Catalog: LuLu/App/mul.lproj/Welcome.xcstrings
Source language: en
Languages: de, es, fr, it, ko, pl, pt_br, tr, uk, ur, zh_hans, zh_hant

# 3aO-AI-YtY.title
source: Outgoing connections from currently installed 3rd-party programs will be allowed.
de: Ausgehende Verbindungen von bereits installierten Drittanbieter-Programmen werden erlaubt.
es: Se permitirán las conexiones salientes de los programas de terceros ya instalados.
fr: Les connexions sortantes des programmes tiers déjà installés seront autorisées.
it: Le connessioni in uscita dai programmi di terze parti già installati saranno consentite.
ko: 현재 설치된 타사 프로그램의 나가는 연결이 허용됩니다.
pl: Wychodzące połączenia z aktualnie zainstalowanych programów firm trzecich będą dozwolone.
pt_br: Conexões de saída de programas de terceiros já instalados serão permitidas.
tr: Şu anda kurulu olan başka 3. kişilerin programlarından giden trafiğe izin verilir.
uk: Вихідні з’єднання від уже встановлених сторонніх програм будуть дозволені.
ur: پہلے سے انسٹال شدہ تھرڈ پارٹی پروگراموں کے کنکشنز کی اجازت ہوگی۔
zh_hans: 将允许当前已安装的第三方程序的传出连接。
zh_hant: 將允許目前已安裝的第三方程式的傳出連線。

# 7pD-BH-c8i.title
source: Mahalo to the "Friends Objective-See"
de: Mahalo an die "Friends Objective-See"
es: Gracias a los "Friends of Objective-See"
fr: Mahalo aux « Amis Objectif-See »
it: Grazie agli "Amici di Objective-See"
ko: "Objective-See 친구들"에게, 마할로!
pl: Mahalo do „Przyjaciół Objective-See”
pt_br: Mahalo para os “Amigos Objective-See"
tr: “Objective-See” Arkadaşlarına Mahalo
uk: Дякуємо «Friends Objective-See»
ur: "Objective-See دوستوں" کو شکریہ
zh_hans: 感谢“Objective-See 的伙伴们”
zh_hant: 感謝「Objective-See 的朋友」

# 8KH-RD-y9L.title
source: Note: steps may vary by macOS version
de: Hinweis: Die Schritte können je nach macOS-Version variieren
es: Nota: los pasos pueden variar según la versión de macOS
fr: Remarque : les étapes peuvent varier selon la version de macOS
it: Nota: i passaggi possono variare in base alla versione di macOS
ko: 참고: macOS 버전에 따라 단계가 다를 수 있습니다
pl: Uwaga: kroki mogą się różnić w zależności od wersji systemu macOS
pt_br: Nota: as etapas podem variar conforme a versão do macOS
tr: Not: Adımlar, macOS sürümüne göre değişiklik gösterebilir.
uk: Примітка: кроки можуть відрізнятися залежно від версії macOS
ur: نوٹ: macOS ورژن کے مطابق مراحل مختلف ہو سکتے ہیں
zh_hans: 注意：具体步骤可能因 macOS 版本而异
zh_hant: 注意：步驟可能因 macOS 版本而異

# C1V-iy-oEo.title
source: 1. In the "System Extension Blocked" alert, click: "Open System Settings"
de: 1. Auf der „Systemerweiterung blockiert“-Meldung drücke: „Systemeinstellungen öffnen“.
es: 1. En la alerta "Extensión de Sistema Bloqueada", haga click en: "Abrir Configuración del Sistema"
fr: 1. Dans l'alerte « Extension du système bloquée », cliquez sur : « Ouvrir les Réglages Système »
it: 1. Nell’avviso "Estensione di sistema bloccata", fai clic su: "Apri Impostazioni di sistema"
ko: 1. "새로운 네트워크 확장 프로그램" 경고 대화상자에서 "시스템 설정 열기"를 클릭합니다
pl: 1. W alercie „Zablokowane rozszerzenie systemu” kliknij: „Otwórz ustawienia systemu”
pt_br: 1. No alerta de “Extensão do Sistema Bloqueada”, clique em “Abrir Preferências do Sistema”
tr: 1. “Sistem Genişletmesi Engellendi” ikâzında “Sistem Ayarları’nı Aç”a tıklayın.
uk: 1. У сповіщенні «Системне розширення заблоковано» натисніть «Відкрити системні параметри».
ur: 1. "سسٹم ایکسٹینشن بلاک" الرٹ میں، کلک کریں: "سسٹم سیٹنگز کھولیں"
zh_hans: 1. 在“系统扩展被阻止”警报中，单击：“打开系统设置”
zh_hant: 1. 在「已封鎖的系統延伸功能」的警示中，按下「開啟系統設定」

# Cwe-NI-HiJ.title
source: First, allow the LuLu Network Extension:
de: Zuerst muss die LuLu Netzwerkerweiterung zugelassen werden:
es: Primero, permite la Extensión de Red de LuLu:
fr: Tout d'abord, autorisez l'extension de réseau LuLu :
it: Per prima cosa, consenti l’Estensione di rete di LuLu:
ko: 먼저, LuLu 네트워크 확장 프로그램을 허용합니다:
pl: Najpierw zezwól na rozszerzenie sieciowe LuLu:
pt_br: Primeiro, dê permissão à Extensão de Rede LuLu
tr: Öncelikle, LuLu ağ genişletmesine izin verin:
uk: Спочатку, надайте доступ розширенню LuLu:
ur: پہلے، LuLu نیٹ ورک ایکسٹینشن کو اجازت دیں:
zh_hans: 首先，允许 LuLu 网络扩展：
zh_hant: 首先，允許 LuLu 網路延伸功能：

# eic-lg-Ln7.title
source: It monitors network activity and alerts you when a program first tries to initiate an outgoing connection, allowing you to permit or deny it.
de: Überwacht die Netzwerkaktivität und warnt, wenn ein Programm zum ersten Mal versucht, eine ausgehende Verbindung herzustellen, sodass diese erlaubt oder blockiert werden kann.
es: Monitorea la actividad de la red y alerta cuando un programa intenta iniciar por primera vez una conexión saliente, permitiéndote permitirla o denegarla.
fr: Il surveille l'activité du réseau et vous avertit lorsqu'un programme tente pour la première fois d'établir une connexion sortante, ce qui vous permet de l'autoriser ou de la refuser.
it: Per prima cosa, consenti l’Estensione di rete di LuLu:
ko: 네트워크 활동을 모니터하고, 어떤 프로그램이 나가는 연결을 최초로 시도할 때 사용자가 허용하거나 거부할 수 있도록 경고합니다.
pl: Monitoruje aktywność sieciową i powiadamia Cię, gdy program po raz pierwszy próbuje zainicjować połączenie wychodzące, umożliwiając Ci zezwolenie na nie lub jego zablokowanie.
pt_br: Ele monitora a atividade na rede e te alerta quando um programa tenta iniciar uma conexão de saída, lhe permitindo que possa autorizá-la ou não.
tr: Ağ etkinliğinizi izler ve bir program ilk kez dışarıya bir bağlantı sağlamaya çalıştığında sizi ikâz eder ve izin vermenizi veya engellemenizi ister.
uk: Вона відстежує мережеву активність і сповіщає вас, коли програма вперше намагається ініціювати вихідне з'єднання, тож ви зможете його дозволити або заборонити.
ur: یہ نیٹ ورک کی سرگرمیوں کو مانیٹر کرتا ہے اور آپ کو الرٹ کرتا ہے جب کوئی پروگرام پہلی بار باہر کی طرف کنیکشن قائم کرنے کی کوشش کرتا ہے، آپ کو اجازت دینے یا انکار کرنے کی اجازت دیتا ہے۔
zh_hans: 它监视网络活动，并在程序首次尝试启动传出连接时发出警报，以便您允许或拒绝它。
zh_hant: 當程式首次嘗試建立對外連線時，它會監控網路活動並向您發出警告，讓您可以允許或拒絕連線。

# NCu-fH-K04.title
source: These can be changed later, via LuLu's Settings.
de: Diese können später in den LuLu-Einstellungen geändert werden.
es: Esto se puede cambiar más tarde en los ajustes de LuLu.
fr: Ces réglages peuvent être modifiés ultérieurement dans les réglages de LuLu.
it: Queste impostazioni possono essere modificate in seguito nelle impostazioni di LuLu.
ko: 이 설정은 나중에 LuLu 설정에서 변경할 수 있습니다.
pl: Można to zmienić później w ustawieniach programu LuLu.
pt_br: Isso pode ser alterado depois, nos ajustes do LuLu.
tr: Bu ayarlar daha sonra LuLu’nun ayarlarından değiştirilebilir.
uk: Це можна змінити пізніше в налаштуваннях LuLu.
ur: یہ بعد میں LuLu کی ترتیبات سے تبدیل کی جا سکتی ہیں۔
zh_hans: 这些设置以后可以在 LuLu 设置中更改。
zh_hant: 這些設定之後可在 LuLu 設定中更改。

# pMo-Yj-XKY.title
source: LuLu is a free open-source firewall for macOS.
de: Lulu ist eine freie quelloffene Firewall für macOS
es: LuLu es un firewall gratuito y open-source para macOS.
fr: LuLu est un pare-feu libre et gratuit pour macOS.
it: LuLu è un firewall gratuito e open-source per macOS.
ko: LuLu는 macOS를 위한 무료 오픈소스 방화벽입니다.
pl: LuLu to darmowa zapora sieciowa typu open source dla systemu macOS.
pt_br: LuLu é um firewall gratuito e open-source para macOS.
tr: LuLu, macOS için ücretsiz ve açık kaynak bir güvenlik duvarıdır.
uk: LuLu — це безкоштовний фаєрвол із відкритим кодом для macOS.
ur: LuLu ایک مفت اوپن سورس فائر وال ہے جو macOS کے لیے ہے۔
zh_hans: LuLu 是一款适用于 macOS 的免费开源防火墙。
zh_hant: LuLu 是一款用於 macOS 的免費開源防火牆。

# QA3-Ww-PeC.title
source: No
de: Nein
fr: Non
ko: 아니요
pl: Nie
pt_br: Não
tr: Hayır
uk: Ні
ur: نہیں
zh_hans: 否
zh_hant: 否

# qNj-Zh-8FW.title
source: Support LuLu?
de: LuLu unterstützen?
es: ¿Apoyas a LuLu?
fr: Soutenir LuLu ?
it: Vuoi supportare LuLu?
ko: LuLu를 응원하시겠어요?
pl: Wesprzeć LuLu?
pt_br: Apoiar o LuLu?
tr: LuLu’yu desteklemek ister misiniz?
uk: Підтримати LuLu?
ur: کیا آپ LuLu کی مدد کرنا چاہتے ہیں؟
zh_hans: 支持LuLu吗？
zh_hant: 支持 LuLu？

# qYE-G3-j1K.title
source: 4. In the "Filter Network Content" alert, click: "Allow"
de: 4. Klicke in dem Hinweis „Netzwerkinhalte filtern“ auf: „Erlauben“
es: 4. En la alerta "Filtrar Contenido de Red", haga click en: "Permitir"
fr: 4. Dans l'alerte « Filtrer le contenu du réseau », cliquez sur : « Autoriser »
it: 4. Nell’avviso "Filtra contenuti di rete", fai clic su: "Consenti"
ko: 4. "네트워크 콘텐츠 필터링" 경고 대화상자에서 "허용"을 클릭합니다
pl: 4. W alercie „Filtruj zawartość sieciową” kliknij: „Zezwól”
pt_br: 4. No alerta de “Filtrar Conteúdo de Rede”, clique em “Permitir”
tr: 4. “Ağ İçeriğini Filtrele” ikâzında “İzin Ver”e tıklayın.
uk: 4. У сповіщенні «Фільтрувати мережевий контент» натисніть «Дозволити».
ur: 4. "نیٹ ورک مواد کو فلٹر کریں" الرٹ میں، کلک کریں: "اجازت دیں"
zh_hans: 4. 在“过滤网络内容”警告中，点击“允许”
zh_hant: 4. 在「過濾網路內容」的警告中，按下「允許」

# Qyh-uK-Afv.title
source: Welcome to
de: Willkommen zu
es: Bienvenido a
fr: Bienvenue sur
it: Benvenuto in
ko: 반가워요!
pl: Witamy w
pt_br: Bem-vindo ao
tr: Hoş Geldiniz
uk: Ласкаво просимо до
ur: خوش آمدید
zh_hans: 欢迎使用
zh_hant: 歡迎使用

# r1b-Nl-Ii7.title
source: Outgoing connections from Apple-signed programs will be allowed.
de: Ausgehende Verbindungen von Apple-signierten Programmen werden erlaubt.
es: Se permitirán las conexiones salientes de los programas firmados por Apple.
fr: Les connexions sortantes des programmes signés par Apple seront autorisées.
it: Le connessioni in uscita dai programmi firmati da Apple saranno consentite.
ko: Apple이 서명한 프로그램의 나가는 연결이 허용됩니다.
pl: Połączenia wychodzące z programów podpisanych przez Apple będą dozwolone.
pt_br: Conexões de saída de programas assinados pela Apple serão permitidas.
tr: Apple tarafından imzalı programlardan giden trafiğe izin verilir.
uk: Вихідні з’єднання від програм, підписаних Apple, будуть дозволені.
ur: Apple کے دستخط شدہ پروگراموں کے کنکشنز کی اجازت ہوگی۔
zh_hans: 将允许 Apple 签名程序的传出连接。
zh_hant: 將允許 Apple 簽署程式的傳出連線。

# Re5-aD-QVR.title
source: Yes!
de: Ja!
es: ¡Sí!
fr: Oui !
it: Sì!
ko: 좋아요!
pl: Tak!
pt_br: Sim!
tr: Evet!
uk: Так!
ur: جی!
zh_hans: 是！
zh_hant: 是！

# sAE-Mf-3fz.title
source: All outgoing UDP traffic on port 53 will be allowed.
de: Sämtlicher ausgehender UDP-Verkehr auf Port 53 wird erlaubt.
es: Se permitirá todo el tráfico UDP saliente en el puerto 53.
fr: Tout le trafic UDP sortant sur le port 53 sera autorisé.
it: Tutto il traffico UDP in uscita sulla porta 53 sarà consentito.
ko: 포트 53의 모든 나가는 UDP 트래픽이 허용됩니다.
pl: Cały wychodzący ruch UDP na porcie 53 będzie dozwolony.
pt_br: Todo o tráfego UDP de saída na porta 53 será permitido.
tr: 53. kapıdaki tüm (UDP) giden trafiğine izin verilir.
uk: Увесь вихідний UDP-трафік на порту 53 буде дозволено.
ur: پورٹ 53 پر تمام باہر جانے والی UDP ٹریفک کی اجازت ہوگی۔
zh_hans: 将允许端口 53 上的所有传出 UDP 流量。
zh_hant: 將允許連接埠 53 上的所有傳出 UDP 流量。

# SWc-iv-oN4.title
source: Allow DNS Traffic
de: DNS-Verbindungen erlauben
es: Permitir Tráfico DNS
fr: Autoriser le trafic DNS
it: Consenti traffico DNS
ko: DNS 트래픽 허용
pl: Zezwól na ruch DNS
pt_br: Permitir tráfego de DNS
tr: DNS trafiğine izin ver
uk: Дозволити DNS трафік
ur: DNS ٹریفک کو اجازت دیں
zh_hans: 允许 DNS 流量
zh_hant: 允許 DNS 流量

# Uzd-7P-dzG.title
source: It's free, open-source, and written by a single (Mac-loving) coder!
de: Es ist frei, quelloffen und von einem einzigen (Mac-liebenden) Entwickler geschrieben!
es: Sin cargo, open-source y desarrollado por un único programador (amante de Mac)!
fr: C’est gratuit, open-source et écrit par un seul codeur (amoureux du Mac) !
it: È gratuito, open-source e scritto da un singolo programmatore (innamorato del Mac)!
ko: 무료이면서, 오픈소스에, 한 (Mac 덕후) 코더에 의해 개발되었습니다!
pl: Jest darmowy, ma otwarte oprogramowanie i został napisany przez jednego (miłośnika Maców) programistę!
pt_br: É gratuito, open-source, e criado por um único programador (amante de Mac)!
tr: Ücretsizdir, açık kaynaktır ve tek bir (Mac hastası) kodcu tarafından yazılmıştır!
uk: Безкоштовна, з відкритим кодом, створена однією людиною.
ur: یہ مفت ہے، اوپن سورس ہے اور ایک ہی (میک لوونگ) کوڈر نے لکھا ہے!
zh_hans: 它是免费的、开源的，并且是由一位（热爱 Mac 的）程序员编写的！
zh_hant: 這是一款免費、開源的軟體，由一位（熱愛 Mac的）程式設計師所開發！

# VIe-9o-Kc7.title
source: Waiting for System Extension Approval
de: Warten auf die Genehmigung der Systemerweiterung
es: Esperando Aprobación de la Extensión del Sistema
fr: En attente de l'approbation de l'extension du système
it: In attesa dell’approvazione dell’estensione di sistema
ko: 시스템 확장 프로그램 승인 대기 중
pl: Oczekiwanie na zatwierdzenie rozszerzenia systemu
pt_br: Esperando aprovação da extensão do sistema
tr: Sistem Genişletmesi Onayı Bekleniyor
uk: Очікується схвалення системного розширення
ur: سیسٹم ایکسٹینشن کی منظوری کا انتظار
zh_hans: 等待系统扩展批准
zh_hant: 正在等待系統延伸功能被核准

# XBE-gW-YkK.title
source: Show some love?
de: Ein bisschen Liebe zeigen?
es: ¿Nos das tu apoyo?
fr: Montrer un peu d’amour ?
it: Vuoi mostrare un po’ di supporto?
ko: 애정을 보여주실래요?
pl: Okażesz trochę miłości?
pt_br: Dar carinho?
tr: Biraz sevgi gösterseniz?
uk: Бажаєте підтримати?
ur: کیا آپ ہمیں پیار دکھانا چاہتے ہیں؟
zh_hans: 表达一些支持？
zh_hant: 要表達一些支持嗎？

# xbU-XH-hYT.title
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ko: 다음
pl: Dalej
pt_br: Próximo
tr: Sonraki
uk: Далі
ur: اگلا
zh_hans: 下一步
zh_hant: 下一步

# XHD-XH-wR0.title
source: Now, let's configure LuLu:
de: Nun wollen wir LuLu konfigurieren:
es: Ahora, configuremos LuLu:
fr: Maintenant, configurons LuLu :
it: Ora configuriamo LuLu:
ko: 자, LuLu를 구성해봅시다:
pl: Teraz skonfigurujmy LuLu:
pt_br: Agora vamos configurar o LuLu:
tr: Haydi LuLu’yu yapılandıralım:
uk: А тепер давайте налаштуємо LuLu:
ur: اب، ہم LuLu کو تشکیل دیں:
zh_hans: 现在，让我们配置 LuLu：
zh_hant: 現在，讓我們來設定 LuLu：

# ymJ-tB-qiA.title
source: Allow Already Installed Programs
de: Bereits installierte Programme erlauben
es: Permitir programas ya instalados
fr: Autoriser les programmes déjà installés
it: Consenti programmi già installati
ko: 이미 설치된 프로그램 허용
pl: Zezwalaj na już zainstalowane programy
pt_br: Permitir programas já instalados
tr: Şu anda kurulu programlara izin ver
uk: Дозволити вже встановлені програми
ur: پہلے سے انسٹال شدہ پروگراموں کی اجازت دیں
zh_hans: 允许已安装的程序
zh_hant: 允許已安裝的程式

# YXa-F3-XSG.title
source: Next
de: Weiter
es: Siguiente
fr: Suivant
it: Avanti
ko: 다음
pl: Dalej
pt_br: Próximo
tr: Sonraki
uk: Далі
ur: اگلا
zh_hans: 下一步
zh_hant: 下一步

# zo1-a0-tPg.title
source: Allow Apple Programs
de: Apple-Programme erlauben
es: Permitir Programas de Apple
fr: Autoriser les programmes Apple
it: Consenti programmi Apple
ko: Apple 프로그램 허용
pl: Zezwalaj na programy Apple
pt_br: Permitir programas Apple
tr: Apple programlarına izin ver
uk: Дозволити програми Apple
ur: ایپل پروگرامز کو اجازت دیں
zh_hans: 允许 Apple 程序
zh_hant: 允許 Apple 程式

# ZZK-2G-iIB.title
source: 3. Authenticate
de: 3. Authentifiziere
es: 3. Autenticar
fr: 3. S’authentifier
it: Autenticati
ko: 3. 인증합니다
pl: 3. Uwierzytelnij
pt_br: 3. Autenticar
tr: 3. Yetkilendirin.
uk: 3. Аутентифікувати
ur: 3. تصدیق کریں۔
zh_hans: 3. 身份验证
zh_hant: 3. 進行驗證
